data = {
  "Data": [
    {
      "id":"kinopark",
      "name":"Kinopark",
      "text":"Kinopark Theatres с сетью кинотеатров Kinoplexx - самая крупная кинотеатральная компания в Центральной Азии, предлагающая уникальную модель ведения бизнеса в сфере развлечений и сопутствующих услуг. Приоритетной позицией для создания нового качественного продукта Kinopark Theatres определил использование только современных технологий в сфере киноиндустрии. Так, компания первой в Казахстане установила в своих залах революционную систему Dolby Atmos, формат IMAX и лазерные проекторы.",
      "d" :"m 36.881325,333.70934 -0.444354,-202.18076 304.382019,-0.88871 -0.66653,202.90283 -101.3681,-0.44435 0.11109,-60.48759 -100.25722,-0.0556 0.11109,48.10125 -50.267467,-0.0555 -0.05554,11.55319 z"
    },
    {
      "id":"ali",
      "name":"",
      "text":"",
      "d" :"m 245.69199,369.9881 -48.88981,-0.13811 v -46.95631 l 49.20055,0.0345 0.069,46.8182 z"
    },
    {
      "id":"kfc",
      "name":"KFC",
      "text":"Куриный фастфуд",
      "d" :"m 188.44459,414.35816 0.47131,73.05272 -15.63171,-0.0786 -73.995334,-70.22487 0.235654,-2.9064 z"
    },
    {
      "id":"menshop",
      "name":"Men's Shop",
      "text":"Мужская одежда",
      "d" :"m 435.64556,332.27204 -0.3142,-105.41586 -94.10447,0.15711 -0.31421,80.75074 48.22973,-0.38263 0.22218,25.2726 z"
    },
    {
      "id":"aliyeparusa",
      "name":"Алые Паруса",
      "text":"Суши и Пицца",
      "d" :"m 188.96125,320.60091 0.11108,-46.21274 48.76778,0.33326 0.11109,46.21275 z"
    },
    {
      "id":"bookbox",
      "name":"BOOK BOX",
      "text":"Аксессуары, книги и подарки",
      "d" :"m 340.91268,307.76403 0.0393,25.88266 47.07187,-0.21602 0.23566,-25.27388 -47.32717,0.27493 -0.0196,-0.66769 0.0196,0.7266"
    },
    {
      "id":"asiancosmetics",
      "name":"Asian Cosmetics",
      "text":"Корейская косметика",
      "d" :"m 580.88694,333.13611 -32.20604,-0.23566 -0.27493,-61.42712 32.59879,-0.11783 0.19638,0.39276 z"
    },
    {
      "id":"milavitsa",
      "name":"Milavitsa",
      "text":"Женское белье",
      "d" :"m 583.10263,333.37607 0.0556,-61.8762 48.49005,0.0556 v 61.70956 z"
    },
    {
      "id":"familystore",
      "name":"Family Store",
      "text":"Детские игрушки",
      "d" :"m 680.08274,333.04281 -46.10165,0.22217 0.33326,-61.8762 45.76839,0.11109 -0.11109,61.20967 z"
    },
    {
      "id":"gerryweber",
      "name":"Gerry Weber",
      "text":"Бутик Женской Одежды",
      "d" :"m 632.42585,487.12232 h -37.21459 l 0.55544,-71.4298 37.21459,-0.44435 z"
    },
    {
      "id":"yoloshop",
      "name":"YOLO SHOP",
      "text":"Спортивная одежда и обувь",
      "d" :"m 584.26464,487.17522 h -41.63219 l -0.1571,-72.2672 41.9464,0.1571 z"
    },
    {
      "id":"xstep",
      "name":"X STEP",
      "text":"Спортивная одежда и обувь",
      "d" :"m 530.37844,487.48943 -43.04611,-0.1571 v -72.58141 l 43.04611,0.0786 z"
    },
    {
      "id":"tesoro",
      "name":"Tesoro",
      "text":"Бутик женской молодежной одежды",
      "d" :"m 484.90055,487.23341 -47.32363,0.55544 -0.11109,-72.42959 47.6569,-0.11109 z"
    },
    {
      "id":"merisan",
      "name":"MERISAN",
      "text":"Бутик женской молодежной одежды",
      "d" :"m 435.48846,487.80363 -45.63831,-0.0786 -0.3142,-71.953 45.79541,-0.3142 z"
    },
    {
      "id":"simoni",
      "name":"SIMONI",
      "text":"Бутик женской молодежной одежды",
      "d" :"m 340.40241,487.62221 0.11109,-73.31829 46.78373,0.1917 -0.11782,73.05272 z"
    },
    {
      "id":"altel",
      "name":"ALTEL",
      "text":"Сервис центр",
      "d" :"m 288.91297,486.87237 -0.63876,-72.06855 50.07306,-0.16664 0.13886,72.29073 z"
    },
    {
      "id":"cosmeticakz",
      "name":"Cosmetica KZ",
      "text":"Косметика",
      "d" :"m 286.18206,487.56798 -35.05352,-0.0785 0.13746,-72.71888 34.95534,-0.13746 z"
    },
    {
      "id":"solido",
      "name":"Solido",
      "text":"Парфюмерия",
      "d" :"m 452.06279,387.0223 -15.39606,0.0786 0.1571,-22.15146 h 15.31751 z"
    },
    {
      "id":"alexa",
      "name":"Alexa",
      "text":"Корейская косметика",
      "d" :"m 486.12252,375.03419 -3.80477,2.06903 -1.68021,0.41658 -1.52747,-0.0139 h -1.01368 l -0.77762,-0.0139 -0.93036,-0.34715 -1.30529,-0.48601 -0.95814,-0.41658 -1.15254,-0.93036 -1.12477,-1.05534 -0.77762,-1.12477 -0.83316,-1.98571 -0.34715,-1.31917 -0.0972,-2.69389 0.47212,-1.73576 0.98591,-2.18011 1.48581,-1.76352 1.63855,-1.30529 1.68021,-0.77762 1.48581,-0.55544 2.86052,-0.0833 1.40249,0.36104 1.62467,0.63876 1.44415,0.98591 1.22197,1.01368 0.90259,1.20808 0.88871,1.45804 0.20829,0.86093 0.34715,1.04146 0.16663,1.45803 v 1.61078 l -0.23606,1.44415 -0.48601,1.06922 -0.74985,1.29141 -0.74984,1.27751 -0.26384,0.58321"
    } 
  ]
};