data = {
  "Data": [
    {
      "id":"starbucks",
      "name":"Starbucks",
      "text":"Самая известная в мире сеть кофеен. Место, где всегда есть вкусный кофе и воздушная выпечка и откуда не хочется уходить.",
      "d" :"m 386.6062,460.81782 -63.57342,0.56259 -9.15498,-9.71758 73.03527,-65.56808 z"
    },
    {
      "id":"miniso",
      "name":"Miniso",
      "text":"MINISO — наиболее быстро развивающийся бренд родом из Японии, покоривший миллионы сердец по всему миру. Самый широкий ассортимент продукции: красота и здоровье, продукты &amp; напитки, товар0ы для детей, аксессуары для дома, электроника",
      "d" :"m 386.6062,460.81782 43.93912,-0.14699 v -75.40419 l -43.65126,0.0362 -0.28786,75.51502 z"
    },
    {
      "id":"oppo",
      "name":"Oppo",
      "text":"Ремонт телефонов Oppo в Алматы по гарантии и на платной основе, оригинальные запчасти.",
      "d" :"m 430.54532,460.67083 41.42214,-0.15989 -0.20458,-76.10398 -41.21756,0.85968 v 75.40419 z"
    },
     {
      "id":"lcwaikiki",
      "name":"LC Waikiki",
      "text":"Скидки до 50% Чувствуй себя уверенно вместе с одеждой LC Waikiki! Регулярные акции и скидки. Стильная брендовая одежда от мирового производителя.",
      "d" :"m 210.33613,302.62942 25.60488,0.0723 0.14466,-0.7233 h 49.32917 l 23.57963,0.21699 0.0723,0.94029 109.72487,0.36165 33.41653,0.0723 v -0.86796 0.36165 h 17.79323 l -0.21699,0.0723 0.0723,0.65097 9.40292,-0.0723 -0.28932,-0.14466 0.14466,-90.12339 0.57864,0.0723 v -39.27528 l -12.87477,-0.0723 0.21699,-40.64955 -69.14764,-0.21699 -187.55212,0.57864 z"
    },
     {
      "id":"samsung",
      "name":"SAMSUNG",
      "text":"Ремонт телефонов SAMSUNG в Алматы по гарантии и на платной основе, оригинальные запчасти.",
      "d" :"m 471.96746,460.51094 51.3413,0.0876 -0.14466,-75.72968 -51.20976,0.18082 0.0131,75.4613 z"
    },
     {
      "id":"huawei",
      "name":"Huawei",
      "text":"Ремонт телефонов HUAWEI в Алматы по гарантии и на платной основе, оригинальные запчасти.",
      "d" :"m 523.30876,460.59854 42.66349,-0.0876 -0.20458,-75.69483 -42.60357,0.0527 0.14466,75.72968 z"
    },
     {
      "id":"vivo",
      "name":"Vivo",
      "text":"Ремонт телефонов VIVO в Алматы по гарантии и на платной основе, оригинальные запчасти.",
      "d" :"m 609.88036,461.0224 -43.80582,0.0511 -0.30687,-76.25743 44.08712,0.0512 z"
    },
     {
      "id":"loccitane",
      "name":"L'Occitane",
      "text":"L'Occitane - натуральная косметика и парфюмерия из Прованса, загадочной страны, дарящей повседневную красоту и заботу.",
      "d" :"m 609.85479,384.86727 46.49094,0.15343 -0.10229,31.24969 -46.4398,-0.10229 0.0512,-31.30083 z"
    },
     {
      "id":"broglasses",
      "name":"BRO Glasses",
      "text":"BRO Glasses — сеть салонов оптики",
      "d" :"m 656.24344,416.27039 -46.4398,-0.10229 v 41.78559 l 46.49095,-0.0512 -0.0512,-41.63215 z"
    },
     {
      "id":"besunshine",
      "name":"BE SUNSHINE",
      "text":"Бутик женской молодежной одежды",
      "d" :"m 252.96392,346.61069 -0.20458,48.17874 20.96951,21.37867 35.3413,-36.41535 -0.22038,-32.71261 z"
    },
     {
      "id":"beautymania",
      "name":"Beautymania",
      "text":"Beautymania - крупная сеть парфюмерно-косметических товаров.",
      "d" :"m 685.85648,385.83902 96.97121,0.10229 0.10229,-84.79866 -67.20473,-0.40916 0.10229,10.22903 -30.17564,-0.10229 v 3.47787 z"
    },
     {
      "id":"newdiva",
      "name": "New Diva",
      "text":"Салон красоты для самых самых",
      "d" :"m 665.603,257.05553 -0.20458,57.18028 20.25348,0.10229 v -3.47787 l 30.17564,0.10229 -0.10229,-10.22903 25.67487,-0.10229 v -43.37109 z"
    }, {
      "id":"bizzarro",
      "name": "Bizzarro",
      "text":"Bizzarro, бутик женской одежды",
      "d" :"m 655.02199,314.20225 -43.97674,-0.2893 0.28932,-55.54956 43.54276,0.28932 z"
    },
     {
      "id":"alser",
      "name": "Alser",
      "text":"Техника по доступным ценам. Передовая цифровая техника от мировых производителей. Широкий спектр дополнительных услуг. ",
      "d" :"m 566.89286,313.82665 44.15239,0.0863 0.28932,-55.54956 43.54276,0.28932 -0.28932,-44.70005 -87.54662,-0.0633 z"
    },
     {
      "id":"kimex",
      "name": "Kimex",
      "text":"О компании. Сегодня «KIMEX» и «Grazie» – это крупная сеть мульти-брендовых магазинов, где представлены лучшие коллекции обуви, одежды и аксессуаров.",
      "d" :"m 566.89286,313.82665 -0.20458,-139.72855 -86.99467,0.14518 v 39.27528 l -0.7233,90.05109 v 0 0 l 0.28932,0.14466 0.17502,-2.54608 30.63769,0.0146 15.80211,0.11327 0.20458,12.37712 -0.0512,0.25573 z"
    },
     {
      "id":"stilpoint",
      "name": "Стильпоинт",
      "text":"Бутик нижнего белья и чулочных изделий",
      "d" :"m 526.07903,313.67322 -46.45769,0.31204 -0.18669,-12.81703 46.4398,0.12787 z"
    },
     {
      "id":"anna",
      "name": "ANNA ANNA",
      "text":"Anna Anna. ЖЕНСКАЯ ДИЗАЙНЕРСКАЯ ОДЕЖДА",
      "d" :"m 308.94227,314.15909 -0.0925,32.88105 -72.83647,-0.36165 0.12381,-32.6984 72.80512,0.179 z"
    },
     {
      "id":"mobileaxes",
      "name": "Mobile Axes",
      "text":"Сотовы телефоны и мобильные аксессуары",
      "d" :"m 341.85419,368.83326 h -31.22411 l -0.0512,-12.01911 31.37755,0.10229 z"
    },
     {
      "id":"serebroff",
      "name": "Serebroff",
      "text":"Серебро и урашения",
      "d" :"m 344.94257,345.23189 -0.0723,11.06651 12.9471,0.14466 -0.0723,-11.06651 z"
    },
     {
      "id":"newline",
      "name": "New Line optic",
      "text":"Очки и оптика, проверка зрения",
      "d" :"m 468.91647,339.22848 0.0723,25.74954 -30.451,0.0723 -0.14466,-25.8942 z"
    },
     {
      "id":"pandora",
      "name": "Pandora",
      "text":"Ювелирные изделия PANDORA - сокровищница идей для подарков любой женщине и на любой случай. Кольца, браслеты, серьги и многое другое.",
      "d" :"m 532.78401,344.14693 0.14466,12.00681 -17.06992,-0.43398 -0.28932,-10.99418 z"
    }, {
      "id":"skazka",
      "name": "Skazka",
      "text":"Украшения и аксессуары",
      "d" :"m 544.5015,342.55567 -0.57864,-3.32719 -0.28932,21.12041 h 21.40972 l -0.14466,-20.54177 -21.1204,-0.28932"
    },
     {
      "id":"granat",
      "name": "Granat",
      "text":"Элитные украшения ",
      "d" :"m 626.32353,343.28626 -0.10229,6.54658 -4.19391,0.51145 -0.40916,6.64887 4.50078,0.10229 -0.20458,4.90993 11.14964,0.20458 0.20458,-5.11451 7.87635,0.20458 v -6.85345 l -8.18322,-0.10229 0.20458,-7.05803 z"
    }  
  ]
};